---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowLandingBoundary
source: html/fe78a598-8ecd-417e-b2c4-bc186dc77965.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowLandingBoundary Property

"Show Landing Boundary"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsDbgShowLandingBoundary { get; }
```